/* AD: Forest automatic */
"- Automatic -" = "- Automático -";

/* AD: Alert title */
"Account expired or disabled" = "Esta cuenta ha caducado o está desactivada";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory sólo permite pequeñas diferencias entre el reloj de su ordenador y el del servidor Active Directory. Verifique los ajustes de hora y zona horaria del ordenador y modifíquelos si es necesario.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "El módulo Active Directory requiere que el Mac OS X controle el archivo “/Librería/Preferences/edu.mit.Kerberos”. El archivo actual pasará a llamarse “/Librería/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Error de sincronización temporal en Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Se ha indicado una combinación no válida de dominio y dominio root. Debe introducir un nombre DNS utilizable para ambos dominios (ejemplo: nombre.empresa.com).";

/* AD: Alert title */
"An unknown error occurred" = "Se ha producido un error desconocido";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Se ha producido un error desconocido al leer la configuración.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Se ha producido un error desconocido al actualizar la configuración.";

/* AD: Dialog status message */
"An unknown error occurred." = "Se ha producido un error desconocido.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Error en la autorización";

/* AD: Dynamic button title */
"Bind\\U2026" = "Enlazar…";

/* AD: Button title */
"Cancel" = "Cancelar";

/* AD: Alert message */
"Configuring on Master or Replica" = "Configurando en el máster o en una réplica";

/* AD: Alert title */
"Container does not exist" = "El contenedor no existe";

/* AD: Button title */
"Continue" = "Continuar";

/* AD: Button title */
"Force Unbind" = "Forzar anulación del enlace";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Ocultar opciones avanzadas";

/* AD: Alert title */
"Insufficient privileges" = "Privilegios insuficientes";

/* AD: Alert title */
"Invalid domain" = "Dominio no válido";

/* AD: Alert title */
"Invalid user name and password combination" = "Combinación no válida de nombre de usuario y contraseña";

/* AD: Alert title */
"Join existing account?" = "¿Desea unirse a la cuenta existente?";

/* AD: Alert title */
"Join Kerberos realm" = "Añadir al dominio Kerberos";

/* AD: Alert title */
"Kerberos file already exists" = "El archivo Kerberos ya existe";

/* AD: Alert title */
"Memory allocation error" = "Error de asignación de memoria";

/* Alert Button */
"OK" = "Aceptar";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Eliminando este ordenador de Active Directory";

/* AD: Alert Button */
"Rename" = "Renombrar";

/* AD: Dynamic button title */
"Show Advanced Options" = "Mostrar opciones avanzadas";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Paso 1 de 5: buscando información del dominio y el dominio root (bosque)…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Paso 2 de 5: buscando los controladores de dominio más cercanos…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Paso 3 de 5: verificando credenciales…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Paso 4 de 5: buscando el ordenador actual…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Paso 5 de 5: enlazando el ordenador al dominio…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Paso 5 de 5: uniendo el ordenador al dominio…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Los datos que ha introducido pertenecen a una cuenta de usuario que ya existe. ¿Desea vincular este ordenador a la cuenta existente? Esta operación no puede deshacerse.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Los datos de usuario facilitados han caducado o están desactivados. Introduzca los datos de otra cuenta de administrador.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "La cuenta de administrador especificada no tiene los privilegios adecuados para realizar la operación solicitada.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "El contenedor que ha especificado para el ordenador no existe. Revise la información del contenedor e inténtelo de nuevo.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Este ordenador no puede acceder al controlador de dominios por un motivo desconocido.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Para añadir este servidor al dominio Kerberos de Active Directory, abra la aplicación Server Admin y seleccione la opción Open Directory correspondiente a este servidor. En el panel Settings, haga clic en General, a continuación haga clic en Join Kerberos e introduzca los datos de autenticación de un administrador local de este servidor.";

/* AD: Alert title */
"Unable to access domain controller" = "No se ha podido acceder al controlador de dominios";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "No se ha podido asignar memoria para esta operación.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "No se ha podido abrir el nodo de Active Directory";

/* AD: Alert message */
"Unable to open Active Directory node." = "No se ha podido abrir el nodo de Active Directory.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Anular enlace…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Advertencia: está configurando el módulo de Active Directory en un máster o una réplica de Open Directory. Si continúa pueden producirse problemas con el servidor Kerberos de Open Directory.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Advertencia: si hace clic para forzar la anulación del enlace dejará una cuenta del ordenador sin usar en el directorio.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "No está autorizado a leer la configuración de este módulo.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "No está autorizado a actualizar la configuración";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Ha introducido una combinación no válida de nombre de usuario y contraseña. Compruebe estos datos e inténtelo de nuevo.";

